class OrderData:

    # Тест данные 1
    NAME_1 = "Фродо"
    SURNAME_1 = "Бэггинс"
    ADDRESS_1 = "Хоббитон"
    METRO_1 = "Спортивная"
    PHONE_1 = "89012345678"
    DATE_1 = "1"
    RENTAL_PERIOD_1 = "сутки"
    SCOOTER_COLOR_1 = "grey"
    COMMENT_1 = "Приезжай ровно в полдень, как Гэндальф. Буду стоять у фонаря с трубкой и ждать свой самокат"

    # Тест данные 2
    NAME_2 = "Галадриэль"
    SURNAME_2 = "ВладычицаСвета"
    ADDRESS_2 = "г.Москва, бульвар Рокоссовского, д.9, строение 1"
    METRO_2 = "Бульвар Рокоссовского"
    PHONE_2 = "+79012345677"
    DATE_2 = "15"
    RENTAL_PERIOD_2 = "семеро суток"
    SCOOTER_COLOR_2 = "black"
    COMMENT_2 = "Жду на поляне у Лориэна. Курьера встретят эльфы с факелами. Не бойтесь, они дружелюбные!"

    TEXT_SUCCESS_ORDER_MODAL = "Заказ оформлен"